CSI API ETABS v1

# cSapModelSpandrelLabel Property

---

**Namespace:** ETABSv1
**Assembly:** ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (1.27.0.0)

Syntax

C#

VB

C++

F#

Copy

    cSpandrelLabel SpandrelLabel { get; }

    ReadOnly Property SpandrelLabel As cSpandrelLabel
    	Get

    Dim instance As cSapModel
    Dim value As cSpandrelLabel

    value = instance.SpandrelLabel

    property cSpandrelLabel^ SpandrelLabel {
    	cSpandrelLabel^ get ();
    }

    abstract SpandrelLabel : cSpandrelLabel with get

#### Property Value

Type: cSpandrelLabel

See Also

#### Reference

cSapModel Interface

ETABSv1 Namespace

ETABS®, SAFE®, SAP2000® and CSiBridge® are registered trademarks of Computers
and Structures, Inc.

Copyright © Computers and Structures, Inc. 2023. All rights
reserved.

support@csiamerica.com